HSDTaskName = "Blocage de télécopies indésirables";

//progress title when printing the junk fax list
"PRINT_PROGRESS_TITLE" = "Impression en cours… Veuillez patienter";

//button titles
"DONE" = "Terminé";
"YES" = "Oui";
"NO" = "Non";
"OK" = "OK";
"CLOSE" = "Fermer";
DeleteButtonTitle = "Supprimer";

//Block status label
"BLOCK_STATUS_MESSAGE" = "%1$d sur %2$d entrées utilisées";

//Not a valid block fax number
"INVALID_FAX_NUMBER_TITLE" = "N° de télécopie non valide";
"INVALID_FAX_NUMBER_DESC" = "Vous avez entré un numéro non valide. Seuls des chiffres (0123456789) sont autorisés. Entrez un numéro de télécopie valide et réessayez.";

//Caller ID required warning message, when Block status is made ON
"JUNK_FAX_WARNING_TITLE" = "ID d'appelant requise";
"JUNK_FAX_WARNING_DESC" = "Le blocage de télécopies indésirables nécessite que votre périphérique soit connecté à une ligne sur laquelle l'identification des appelants est activée.\n\nSi vous n'êtes pas sûr que votre ligne soit équipée de cette fonction, contactez votre fournisseur de services de téléphonie.";
"JUNK_FAX_DELETION_DESC" = "Voulez-vous vraiment supprimer le(s) numéro(s) sélectionné(s) de la liste des numéros de télécopie bloqués ?";

//Duplicate entry error, If we need to allow duplicates
"DUPLICATE_JUNK_FAX_ENTRY_TITLE" = "Numéro en doublon";
"DUPLICATE_JUNK_FAX_ENTRY_DESC" = "Ce numéro figure déjà dans la liste des numéros de télécopies bloqués. Voulez-vous l'ajouter à nouveau ?";

//Duplicate entry Error.
"DUPLICATE_JUNK_FAX_ENTRY_TITLE1" = "Numéro de télécopie bloqué en doublon";
"DUPLICATE_JUNK_FAX_ENTRY_DESC1" = "Ce numéro figure déjà dans la liste des numéros de télécopies bloqués.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Veuillez vérifier que le périphérique est en ligne et qu'il n'est pas en train de traiter un travail de télécopie.";

HSDTaskDescriptionTitle = "Utilisez le blocage de télécopies indésirables pour bloquer les télécopies entrantes provenant de numéros d'ID d'appelants sélectionnés.";
HSDJunkFaxBlockingStateTitle = "Blocage de télécopie par ID d'appelant :";
HSDBlockedNumbersTitle = "Numéros bloqués :";
HSDApplyButtonTitle = "Appliquer";
HSDPrintListButtonTitle = "Imprimer la liste";

HSDEditPanelDescriptionTitle = "Entrer le N° de télécopie à bloquer :";
HSDOffButtonTitle = "Désactivé";
HSDOnButtonTitle = "Activé";

HSDFaxNumberTitle = "N° de télécopie";
HSDEditButtonTitle = "Modifier…";
HSDCreateButtonTitle = "Créer";
HSDCancelButtonTitle = "Annuler";

AskSaveChangesAlertTitle = "Vous avez édité la liste de blocage des télécopies";
AskSaveChangesAlertMsg = "Les modifications apportées ne seront pas incluses dans la liste imprimée si vous ne les appliquez pas. Voulez-vous appliquer les modifications apportées à la liste avant d'imprimer celle-ci ?";
AskSaveChangesDontApplyButtonTitle = "Ne pas appliquer";
AskSaveCahngesApplyButtonTitle = "Appliquer";

PlusButtonToolTip = "Ajouter un nouveau numéro bloqué";
MinusButtonToolTip = "Supprimer le numéro bloqué";
EditButtonToolTip = "Modifier le numéro bloqué";
PrintButtonToolTip = "Imprimer les numéros bloqués";
